Revit 2027 API
ParameterTypeId.DividedSurfaceCoverFaceCompletely Property
 "Cover face completely"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceCoverFaceCompletely { get; }
Public Shared ReadOnly Property DividedSurfaceCoverFaceCompletely As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceCoverFaceCompletely {
	ForgeTypeId^ get ();
}
static member DividedSurfaceCoverFaceCompletely : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace